[
  {
    "_id": "624abd883fa8e76cb08d1355",
    "name": "Marla Cook",
    "review": "The Asus VivoBook S15 S510UQ is not a perfect laptop. Its build could be better, the screen brighter and battery life longer.\r\n",
    "rating": 3
  },
  {
    "_id": "624abd8855b220ba42fa8f87",
    "name": "Glass Nunez",
    "review": "However, a 15-inch laptop this slim and light is a real rarity. The 15-inch Lenovo IdeaPad is over 2kg and has worse battery life. Dell’s Inspiron is a similar case: heavier, thicker.\r\n",
    "rating": 4
  },
  {
    "_id": "624abd884117a4ed3bc28fc4",
    "name": "Charmaine Elliott",
    "review": "We can imagine a more refined take on this vary valid concept in the future. But for now, this is one of your best options if a slim and light but affordable “full size” laptop is what you need.\r\n",
    "rating": 4
  },
  {
    "_id": "624abd88026bff44df8ddb2f",
    "name": "Connie Bradford",
    "review": "The Asus VivoBook S15 is a 15-inch laptop that is light, slim and attractive. And it’s not too expensive either.\r\n",
    "rating": 4
  },
  {
    "_id": "624abd884d21012c909a1f4c",
    "name": "Penny Russell",
    "review": "We can imagine a more refined take on this vary valid concept in the future. But for now, this is one of your best options if a slim and light but affordable “full size” laptop is what you need.\r\n",
    "rating": 5
  },
  {
    "_id": "624abd885714d8fdfc5e2ec2",
    "name": "Greta Randall",
    "review": "The Asus VivoBook S15 covers the range of Intel Core i-series processors. If you’re happy with a Core i3, which may well be more powerful than you think, you only need to spend £599.\r\n",
    "rating": 4
  },
  {
    "_id": "624abd881b4ca24baf91f795",
    "name": "Millicent Wolfe",
    "review": "You can spend an extra £100 if you want a Core i7 CPU instead, although the rest of the specs are the same. Alternatively, the S510UA model gets you a Core i7 CPU without a dedicated GPU for £799. But that’s not as much fun, is it?\r\n",
    "rating": 5
  },
  {
    "_id": "624abd883ed1acaa263902f3",
    "name": "Madeleine Mcgowan",
    "review": "Plastic is no limiter on laptop strength, and Acer makes some budget Chromebooks that would probably survive being thrown against a wall, but the Asus VivoBook S15's build is not perfect.\r\n",
    "rating": 4
  }
]